{
    "Navbar": {
        "welcome": "Добро пожаловать",
        "home": "Главная",
        "skills": "Навыки",
        "projects": "Проекты",
        "certificates": "Сертификаты",
        "downloadCV": "Скачать резюме"
    },
    "Banner": {
        "Greeting": "Привет! Я Юсуф",
        "welcomeText": "Добро пожаловать в мой портфель",
        "myJob": "Привет! Я веб-разработчик Джозеф",
        "JobAbout": "Создание магии за цифровым миром! Я использую силу интернета для улучшения пользовательских впечатлений, разрабатываю удобные для пользователя веб-сайты и приложения. Я вдыхаю жизнь в свою креативность с помощью HTML, CSS, JavaScript и других технологий, предлагая уникальные решения, соответствующие потребностям пользователей. Я здесь, чтобы оставить отпечаток в онлайн-мире и оживить ваши проекты. Исследуйте мою страницу и увидьте мою креативность на практике!",
        "letsConnect": "Свяжитесь со мной"
      },
      "Skills": {
        "mainText": "Навыки",
        "aboutText": "Мне нравится решать проблемы, улучшать пользовательский опыт и быть частью захватывающих проектов, используя свои знания и навыки."
      },
      "Project": {
        "mainText": "Проекты",
        "aboutText": "Мои проекты нацелены на достижение гармонии между функциональностью и эстетикой. Технологические решения, которые я реализую, не только практичны, но и воплощают в себе эстетическую и современную привлекательность. Каждый проект - свидетель стремления к этому гармоничному сочетанию, обеспечивая, что предоставленные решения являются как утилитарными, так и визуально привлекательными в современном контексте."
      },
      "Contact": {
        "newsletterText": "Подпишитесь на наш бюллетень и не упустите последние обновления",
        "emailPlaceholder": "Адрес электронной почты",
        "submitButton": "Отправить"
      },
      "Footer": {
        "name": "Юсиф Гусейнов",
        "copyright": "Авторские права 2023"
      },
      "AboutModal": {
        "Message": "Пока модальное окно открыто, вы можете легко вернуться, нажав."
      }
}